const data = [
    {
        question: "您認為國民法官需不需要具有中華民國國籍？",
        options: ["需要","不需要"],
        correct_option: "需要"
    },
    {
        question: "您認為要年滿幾歲才能擔任國民法官？",
        options: ["年滿18歲","年滿20歲","年滿23歲","年滿25歲"],
        correct_option: "年滿23歲"
    },
    {
        question: "您認為在地方法院管轄區域必須連續居住滿幾個月以上才能擔任國民法官？",
        options: ["滿4個月","滿6個月","滿8個月","滿12個月"],
        correct_option: "滿4個月"
    },
    {
        question: "您認為參與判決的人數是如何分配的?總共是幾人？",
        options: ["總共7人:5位國民法官+2位法官","總共8人:4位國民法官+4位法官","總共9人:6位國民法官+3位法官"],
        correct_option: "總共9人:6位國民法官+3位法官"
    },
    {
        question: "您認為是如何判定有罪或無罪？",
        options: ["有罪要有5票以上同意，國民法官與法官雙方都不需要有同意票","有罪要有5票以上同意，國民法官與法官雙方都要有同意票",
        "有罪要有6票以上同意，國民法官與法官雙方都要有同意票","有罪要有6票以上同意，國民法官與法官雙方都不需要有同意票"],
        correct_option: "有罪要有6票以上同意，國民法官與法官雙方都要有同意票"
    },
]
export default data;